mts_1_course = ['МО-95', 'МО-96', 'ММ-91', 'ММ-92',
                'МП-98', 'МИ-97', 'МГ-196']
mts_2_course = ['ММП-81', 'ММП-82', 'МО-85', 'МО-86',
                'МПП-88', 'МИ-87', 'МГ-186', 'МГ-187']
mts_3_course = ['МИ-77', 'МО-75', 'ММП-71', 'МПП-78',
                'ММП-72']
mts_4_course = ['МПП-68', 'ММП-61', 'МО-66', 'МО-65', 'МИ-67']

mrm_1_course = ['РИ-91', 'РИ-92', 'РИ-93', 'РТ-91',
                'РЦ-91', 'РП-91', 'РС-91', 'РС-92',
                'РСК-91']
mrm_2_course = ['РСК-812', 'РСК-811', 'РИ-87', 'РИ-88',
                'РИ-89', 'РА-85', 'РТ-84', 'РС-81',
                'РЦ-82', 'РП-86', 'МГ-185', 'МГ-189']
mrm_3_course = ['РИ-77', 'РИ-78', 'РА-75',
                'РТ-74', 'РС-71', 'РС-711', 'РЦ-72',
                'РП-76', 'РСК-712', 'РСК-711']
mrm_4_course = ['РЦ-62', 'РС-61', 'РМ-63', 'РИ-67',
                'РИ-68', 'РА-65', 'РТ-64', 'РП-66',
                'РСК-611']

ivt_1_course = ['ИП-911', 'ИП-912', 'ИП-913', 'ИП-914',
                'ИП-915', 'ИП-916', 'ИП-917', 'ИА-931',
                'ИА-932', 'ИВ-923', 'ИВ-922', 'ИВ-921',
                'ИИ-962', 'ИИ-961', 'МГ-192', 'МГ-191',
                'ИС-942', 'ИС-941']
ivt_2_course = ['ИП-811', 'ИА-832', 'ИП-814', 'ИП-816',
                'ИВ-823', 'ИА-831', 'ИП-815', 'ИП-813',
                'МГ-182', 'МГ-181', 'ИВ-821', 'ИИ-861',
                'ИС-842', 'ИМ-871', 'ИП-812', 'ИВ-822',
                'ИС-841', 'ИИ-862']
ivt_3_course = ['ИМ-771', 'ИС-741', 'ИС-742', 'ИП-711',
                'ИП-712', 'ИП-713', 'ИП-714', 'ИП-715',
                'ИВ-721', 'ИВ-722', 'ИА-731', 'ИА-732',
                'ИБ-751', 'ИИ-761', 'ИИ-762']
ivt_4_course = ['ИМ-671', 'ИИ-662', 'ИИ-661', 'ИС-641',
                'ИП-615', 'ИП-611', 'ИП-612', 'ИП-613',
                'ИП-614', 'ИВ-621', 'ИВ-622', 'ИА-631']

gf_1_course = ['ГР-92', 'ГР-91']
gf_2_course = ['ГР-81', 'ГР-82']
gf_3_course = ['ГР-72', 'ГР-71']
gf_4_course = ['ГР-62', 'ГР-63', 'ГР-61']

aes_1_course = ['АП-92', 'АП-93', 'АБ-99', 'АБ-98',
                'АБ-96', 'АБ-95', 'АБ-97', 'АБ-94',
                'АВ-912', 'АВ-911']
aes_2_course = ['АБ-87', 'АБ-86', 'АБ-88', 'АБ-85',
                'АВ-81', 'АВ-82', 'АП-84', 'АП-83',
                'АБ-89']
aes_3_course = ['АП-73', 'АП-72', 'АБ-751', 'АБ-75',
                'АБ-76', 'АБ-74', 'АВ-712', 'АВ-711']
aes_4_course = ['А-64', 'А-63', 'АП-62', 'АБ-66',
                'АБ-67', 'АБ-65', 'АВ-611']
aes_5_course = ['АБ-55', 'АБ-56', 'АВ-51']
