mts_1_course = ['ММ-91', 'ММ-92', 'МП-98', 'МО-95', 'МО-96', 'МИ-97']
mts_2_course = ['ММП-81', 'ММП-82',
                'МПП-88', 'МО-85', 'МО-86', 'МИ-87']
mts_3_course = ['ММП-71', 'ММП-72', 'МО-75', 'МПП-78, МИ-77']
mts_4_course = ['МИ-67', 'МПП-68', 'МО-65', 'МО-66']

mrm_1_course = ['РИ-91', 'РИ-92', 'РИ-93', 'РС-91',
                'РС-92', 'РСК-91', 'РСК-92', 'РТ-91', 'РЦ-91, РЦ-91']
mrm_2_course = ['РА-85', 'РТ-84', 'РС-81', 'РИ-87', 'РИ-88', 'РИ-89', 'РСК-811', 'РСК-812'
                                                                                 'РЦ-82, РП-86']
mrm_3_course = ['РА-75', 'РТ-74', 'РС-71',
                'РС-711', 'РЦ-72', 'РСК-711', 'РСК-712']
mrm_4_course = ['РА-65', 'РТ-64', 'РИ-67', 'РИ-68',
                'РП-66', 'РСК-611', 'РЦ-64', 'РС-61', 'РМ-63']

ivt_1_course = ['ИС-941', 'ИС-942', 'ИА-931', 'ИА-932',
                'ИВ-921', 'ИВ-922', 'ИВ-923', 'ИИ-961', 'ИИ-962', 'ИП-911', 'ИП-912', 'ИП-913', 'ИП-914', 'ИП-915',
                'ИП-916', 'ИП-917']
ivt_2_course = ['ИА-831', 'ИА-832', 'ИИ-861', 'ИИ-862, ИМ-871',
                'ИП-811', 'ИП-812', 'ИП-813', 'ИП-814', 'ИП-815', 'ИП-816', 'ИС-841', 'ИС-842']
ivt_3_course = ['ИА-731', 'ИА-732', 'ИВ-721', 'ИВ-722',
                'ИМ-771', 'ИИ-761', 'ИИ-762', 'ИП-711', 'ИП-712', 'ИП-713', 'ИП-714', 'ИП-715', 'ИС-741', 'ИС-742']
ivt_4_course = ['ИИ-661', 'ИИ-662', 'ИМ-671',
                'ИП-611', 'ИП-612', 'ИП-613', 'ИП-614', 'ИП-615', 'ИА-631', 'ИС-641', 'ИВ-621', 'ИВ-622']

gf_1_course = ['ГР91-92']
gf_2_course = ['ГР81-82']
gf_3_course = ['ГР71-72']
gf_4_course = ['ГР61-63']

aes_1_course = ['АБ-94', 'АБ-95', 'АБ-96', 'АБ-97',
                'АБ-97', 'АБ-98', 'АБ-99' 'АВ-911', 'АВ-912' 'АП-92', 'АП-93']
aes_2_course = ['АБ-85', 'АБ-86', 'АБ-87' 'АБ-88',
                'АБ-89', 'АВ-81', 'АВ-82', 'АП-83', 'АП-84']
aes_3_course = ['АБ-74', 'АБ-76', 'АБ-75',
                'АБ-751', 'АВ-711', 'АВ-712', 'АП-72', 'АП-73']
aes_4_course = ['А-63', 'А-64', 'АП-62', 'АВ-611']
aes_5_course = ['АБ-55', 'АБ-56', 'АВ-51']
